
//SycmsLanguage.Admin.GridDel.l1
var SycmsLanguage = {
    Admin: { GridDel:
        { l1: "请至少选择一个。",
            l2: "警告：您确认要删除所选吗？",
            l3: "正在提交删除。"
        }, GridProperty: {
            l1: "请至少选择一个。"
        }, GridModiy: {
            l1: "请选择并只能选择一项。"
        }, GridList: {
            l1: "请选择一个要显示的项。"
        }, CreateWindow: {
            l1: "不保存数据就离开吗？",
            l2: "正在清理垃圾文件...",
            l3: "关闭",
            l4: "正在调入，请稍候..."
        }, WindowsReturn: {
            l1: "错误",
            l2: "成功"
        }, CreateWindowFun: {
            l1: "正在读取表单数据...",
            l2: "正在提交数据，请稍候..."
        }, UserLogin: {
            l1: "正在登录，请稍候..."
        }, UserLogOut: {
            l1: "正在注销用户信息，请稍候..."
        }, LoadWindow: {
            l1: "正在初始化后台界面。",
            l2: "成功",
            l3: "为了达到更好的效果，推荐使用Firefox浏览器。"
        }, AjaxForm: {
            l1: "正在提交，请稍候......"
        }, AjaxFun: {
            l1: "添加快捷方式",
            l2: "调入超时，请过会再试。",
            l3: "调入错误，请与管理员联系。"
        }, UploadFile: {
            l1: "文件上传[$$]",
            l2: "上 传",
            l3:"[原名]上传"
        }, getProgressInfoWin: {
            l1: "正在上传...",
            l2: "取消"
        }, showResponse: {
            l1: "&nbsp;状态：&nbsp;&nbsp;$$",
            l2: "&nbsp;文件：&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;$$",
            l3: "&nbsp;速度：&nbsp;&nbsp;$$",
            l4: "&nbsp;剩余时间：&nbsp;&nbsp;$$"
        }, CutPicFun: {
            l1: "图片修剪",
            l2: "正在修剪图片",
            l3: "错误",
            l4: "调入图片错误，图片可能不存在。"
        }, ReplaceTextArea: {
            l1: "查找/替换字符",
            l2: "查找的字符：",
            l3: "替换后字符：",
            l4: "替 换",
            l5: "查 找"
        }
    }, Arti: {
        Arti_TitleFunList: {
            l1: "显示配图"
        }, Arti_TitleFunListView: {
            l1: "显示配图",
            l2: "查看"
        }, Content_Arti_FileUpdate: {
            l1: "修改",
            l2: "删除",
            l3: "类型：",
            l4: "名称：",
            l5: "文件$$：",
            l6: "人气："
        }, ArtiContentExist: {
            l1: "在【<font color=red>$$</font>】中查找到相同项。",
            l2: "在栏目【<font color=red>$$</font>】中查找到相同项。",
            l3: "在专题【<font color=red>$$</font>】中查找到相同项。",
            l4: "<br><a href=\"$$\" target=\"_blank\">单击此处查看网页</a><br><b>链接地址</b>：为取消模板，把相同文章的地址复制过来。",
            l5: "<br><b>地址图片</b>：为取消模板，把相同文章的地址及配图复制过来。",
            l6: "链接地址",
            l7: "关闭",
            l8: "地址图片"
        }
    }, Category: {
        CategoryList: {
            l1: "添加子栏目",
            l2: "添加信息",
            l3: "修改栏目",
            l4: "移动栏目",
            l5: "清空栏目内容",
            l6: "删除栏目",
            l7: "向上移动",
            l8: "向下移动",
            l9: "生成本栏目",
            l10: "转换栏目类型",
            l11: "查看"
        }, CategoryAddArti: {
            l1: "添加文章",
            l2: "保存并新建"
        }, CategoryModiArti: {
            l1: "修改",
            l2: "另存为"
        }, CategoryUp: {
            l1: "正在向上移动..."
        }, CtegoryDown: {
            l1: "正在向下移动..."
        }, CategoryAdd: {
            l1: "添加栏目 >> 第一步",
            l2: "下一步"
        }, CategoryAddFast: {
            l1: "快速添加栏目"
        }, CategoryModiType: {
            l1: "修改栏目类型",
            l2: "确定"
        }, CategoryModi: {
            l1: "修改栏目",
            l2: "另存为",
            l3: "<font color=red><b>是否连子栏目一块另存？</b></font><br>另存子栏目后别忘了修改子栏目模板生成地址(注：有域名绑定时将取消域名绑定)",
            l4: "否",
            l5: "是"
        }, CategoryMove: {
            l1: "移动栏目"
        }, CategoryDel: {
            l1: "警告：您确认要删除栏目及栏目内容吗？",
            l2: "正在提交删除。"
        }, CategoryClear: {
            l1: "警告：您确认要清空栏目下内容吗？",
            l2: "正在提交清空操作。"
        }, CategoryCreate: {
            l1: "生成Html"
        }, CategoryMerge: {
            l1: "合并栏目"
        }, CategoryOperate: {
            l1: "正在设置属性，请稍候..."
        }, ArtiOperate: {
            l1: "正在设置属性，请稍候..."
        }, ArtiOperateAudit: {
            l1: "正在设置属性，请稍候..."
        }, SpecialAdd: {
            l1: "添加 >> 第一步",
            l2: "下一步"
        }, SpecialModi: {
            l1: "修改",
            l2: "另存为",
            l3: "<font color=red><b>是否连子栏目一块另存？</b></font><br>另存子栏目后别忘了修改子栏目模板生成地址(注：有域名绑定时将取消域名绑定)",
            l4: "否",
            l5: "是"
        }, SpecialDel: {
            l1: "警告：您确认要删除栏目及栏目内容吗？",
            l2: "正在提交删除。"
        }, SpecialClear: {
            l1: "警告：您确认要清空栏目下内容吗？",
            l2: "正在提交清空操作。"
        }, SpecialMove: {
            l1: "移动栏目"
        }, SpecialMerge: {
            l1: "合并栏目"
        }, SpecialOperate: {
            l1: "正在设置属性，请稍候..."
        }, AddClassOtherId: {
            l1: "推送到其它栏目"
        }, AddOtherId: {
            l1: "推送到其它栏目"
        }, ArtiFunWin: {
            l1: "管理"
        }, FileUploadView: {
            l1: "显示图片"
        }, FileUploadModi: {
            l1: "确定",
            l2: "取消",
            l3: "类型：",
            l4: "名称：",
            l5: "地址：",
            l6: "上传文件",
            l7: "选择文件",
            l8: "裁剪图片"
        }, TSClass: {
            l1: "推送内容到其它栏目或专题"
        }, MoveClass: {
            l1: "移到内容到其它栏目或专题"
        }, TSSpecial: {
            l1: "推送链接到其它栏目或专题"
        }, ChangeUrl: {
            l1: "警告：<br>为跳转地址时请单击“取消模板”<br>为生成地址时请单击“确定继续”",
            l2: "取消模板",
            l3: "确定继续"
        }
    }, Clock: {
        jclock: {
            l1: "年",
            l2: "月",
            l3: "日 ",
            l4: ["日", "一", "二", "三", "四", "五", "六"],
            l5: "周"
        }
    }, color: {
        l1: "无颜色",
        l2: "关闭选择"
    }, Cut2Slice: {
        l1: "正在加载图片，请稍候...",
        l2: "宽",
        l3: "高"
    }, Expand: {
        GetRegxOptionStr: {
            l1: "验证格式",
            l2: "电话",
            l3: "手机",
            l4: "信箱",
            l5: "日期",
            l6: "IP地址",
            l7: "中文",
            l8: "网址",
            l9: "QQ号码[4-19]",
            l10: "数字",
            l11: "英文字母",
            l12: "英文加数字",
            l13: "英文数字下划线",
            l14: "英文数字下划线[英文开头]",
            l15: "英文数字下划线点[英文开头]",
            l16: "图片文件",
            l17: "自定义正则表达式"
        }, GetFiledOptionsStr: {
            l1: "单行文本",
            l2: "单行文本+选项(常用于作者、来源)",
            l3: "单行文本(关键词类型)",
            l4: "单行文本(转向链接)",
            l5: "单行文本(标题)",
            l6: "上传图片",
            l7: "上传文件",
            l8: "多行文本",
            l9: "编辑器",
            l10: "选项",
            l11: "选项(可调用其它数据源)",
            l12: "选项(智能防错)",
            l13: "数字",
            l14: "排序",
            l15: "时间格式",
            l16: "颜色和字形",
            l17: "模板",
            l18: "属性",
            l19: "审核",
            l20: "多文件",
            l21: "字段模型",
            l22: "地图",
            l23: "自动编号",
            l24: "单行文本(添加人)",
            l25: "单行文本(修改人)",
            l26: "数字(人气)",
            l27: "栏目",
            l28: "专题",
            l29: "字段ID",
            l30: "关联ID",
            l31: "插件调用",
            l32: "自定义组件",
            l33: "回收站",
            l34: "状态",
            l35: "IP地址",
            l36: "用户ID",
            l37: "多联选项组"
        }, ShowDisable: {
            l1: "启用",
            l2: "禁用"
        }, SaveModelFieldOrder: {
            l1: "正在排序中..."
        }, GetFiledOtherStr: {
            l1: "默认值：",
            l2: "文本框长度：",
            l3: "是",
            l4: "否",
            l5: "单选",
            l6: "复选",
            l7: "是否密码框：",
            l8: "文本域行数：",
            l9: "文本域列数：",
            l10: "启用剩余字符提示：",
            l11: "启用此项，必填字符长度最大值",
            l12: "选项列表：",
            l13: "选项名称$选项值\r\n",
            l14: "类型：",
            l15: "下拉&nbsp;是否多选：",
            l16: "保存类型：",
            l17: "字符串格式",
            l18: "数值格式",
            l19: "取值范围：",
            l20: "小数位数：",
            l21: "自动",
            l22: "编辑器样式：",
            l23: "简洁型",
            l24: "标准型",
            l25: "完整型",
            l26: "编辑器大小：",
            l27: "宽",
            l28: "高",
            l29: "远程图片：",
            l30: "自动下载",
            l31: "无",
            l32: "宽高：",
            l33: "当前时间",
            l34: "格式：",
            l35: "长日期",
            l36: "短日期",
            l37: "颜色：",
            l38: "请选择",
            l39: "加粗",
            l40: "读取方式：",
            l41: "全部读取",
            l42: "动态读取[参数可在变量中选择(输入框q，已有值v)]",
            l43: "可编辑：",
            l44: "格式：{value: \"保存的ID\", name:\"显示的名称\"},<br/>为空使用“管理”功能。",
            l45: "保存类型：",
            l46: "选择模型：",
            l47: "列表高度：",
            l48: "列表显示：",
            l49: "打开",
            l50: "关闭",
            l51: "默认打开",
            l52: "宽度：",
            l53: "添加水印",
            l54: "选择插件",
            l55: "格式及大小",
            l56: "关键字链接",
            l57: "添加",
            l58: "移除",
            l59: "不使用",
            l60: "自动提取关键词",
            l61: "联动字段：",
            l62: "<br/>绑定之后，当联动字段变化时，此字段也跟着变化，<br/><font color=red>注：</font><br/>1.不使用标签的时候，格式为：“选项名称$选项值=联动字段的选项值(无选项值输入选项名称，全部显示输入【All】）”。<br/>2.使用标签的时候，在标签条件里添加联动字段的字段名称作为条件。",
            l63: "<br/>绑定之后，当联动字段变化时，此字段也跟着变化，<br/><font color=red>注：</font><br/>1.不使用标签的时候，格式为：“选项名称$选项值=联动字段的选项值(无选项值输入选项名称，全部显示输入【All】）”。<br/>2.使用标签的时候，在标签条件里添加联动组件的组件名称作为条件。",
            l64: "设置为：",
            l65: "编辑器中的第一张图设置为：",
            l66: "所有格式",
            l67: "视频格式",
            l68: "自定义格式",
            l69: "格式如：doc,docx",
            l70: "转码Flv数据存放：",
            l71: "图片存放位置：",
            l72: "图集存放位置：",
            l73: "时长存放位置：",
            l74: "提取关键字链接：",
            l75: "提取标题链接：",
            l76: "特殊设置：",
            l77: "(value)代替自己如。“《(value)》”",
            l78: "保存远程图片",
            l79: "文件大小",
            l80: "唯一性",
            l81: "栏目内唯一",
            l82: "模型内唯一",
            l83: "图片格式",
            l84: "选择选项组",
            l85: "保存名称不保存ID信息"
        }
    }, autoSuggest: {
        l1: "请输入......",
        l2: "找不到结果",
        l3: "没有找到更多的结果"
    }, flexigrid: {
        l1: "发生错误",
        l2: "显示记录从{from}到{to}，总数 {total} 条",
        l3: "正在处理数据，请稍候 ...",
        l4: "没有符合条件的记录存在"
    }, LoadImage: {
        l1: "图片加载中..."
    }, jtip: {
        l1: "调入错误...",
        l2: "宽",
        l3: "高"
    }, MenuList: {
        l1: "修改样式",
        l2: "插入样式",
        l3: "关闭可视化",
        l4: "打开可视化",
        l5: "上传图片",
        l6: "选择文件",
        l7: "查找替换",
        l8: "条件语句",
        l9: "IF语句",
        l10: "For语句",
        l11: "Or语句",
        l12: "标签代码",
        l13: "常规标签",
        l14: "面包屑导航",
        l15: "网页传值",
        l16: "系统变量",
        l17: "读取缓存",
        l18: "变量设置",
        l19: "选择变量",
        l20: "新建变量",
        l21: "基础样式",
        l22: "插入区块",
        l23: "新建区块",
        l24: "循环顺序值",
        l25: "分页位置",
        l26: "顺序号",
        l27: "分页开始记录",
        l28: "分页结束记录",
        l29: "分页顺序号",
        l30: "最大分页数",
        l31: "总记录数",
        l32: "当前页码",
        l33: "修改条件语句",
        l34: "修改标签语句",
        l35: "修改字段属性",
        l36: "修改区块信息",
        l37: "修改网页传值",
        l38: "修改系统变量",
        l39: "重选基础样式",
        l40: "重选缓存名称",
        l41: "设置变量",
        l42: "变量修改",
        l43: "预览区块",
        l44: "插入插件",
        l45: "修改插件",
        l46: "可用字段",
        l47: "常用标签",
        l48: "常用语句",
        l49: "HTML编辑器",
        l50: "SEO优化",
        l51: "插入表单",
        l52: "修改表单",
        l53: "系统常量",
        l54: "搭建计算公式",
        l55: "插入[$Path$]",
        l56: "前台会员",
        l57: "判断登录",
        l58: "获得地址",
        l59: "页面跳转",
        l60: "导航菜单",
        l61: "空区块",
        l62: "导航菜单",
        l63: "系统区块"
    }, Model: {
        l1: "添加模型",
        l2: "修改模型",
        l3: "添加表单",
        l4: "修改表单"
    }, Module: {
        ModuleCreate: {
            l1: "创建布局容器",
            l2: "容器管理",
            l3: "修改HTML",
            l4: "正在读取布局容器信息。",
            l5: "正在保存布局容器信息，之后会生成浏览...",
            l6: "修改模板Css",
            l7: "正在读取布局容器信息。",
            l8: "正在保存布局容器信息，之后会生成浏览...",
            l9: "生成布局容器，以能够放入模块。",
            l10: "正在读取布局容器信息。",
            l11: "正在保存布局容器信息..."
        }, ContainersCreateFun: {
            l1: "样式：",
            l2: "ID：",
            l3: "定义DIV为模板容器",
            l4: "形成容器",
            l5: "删除容器"
        }, ModuleOpen: {
            l1: "可视化模板管理",
            l2: "模板可视化开发界面",
            l3: "修改HTML",
            l4: "正在读取模板信息。",
            l5: "正在保存信息...",
            l6: "修改模板Css",
            l7: "正在读取模板信息。",
            l8: "正在保存信息...",
            l9: "此界面可对模板网页进行可视化开发。",
            l10: "正在读取模板信息。",
            l11: "正在保存信息..."
        }, ContainersReadFun: {
            l1: "添加新区块",
            l2: "添加现有区块",
            l3: "删除区块",
            l4: "转换成区块",
            l5: "修改区块",
            l6: "上移区块",
            l7: "下移区块",
            l8: "容器",
            l9: "样式",
            l10: "ID",
            l11: "添加新区块【导航菜单】",
            l12: "添加新区块【系统样式】"
        }, ReadFun_New: {
            l1: "正在保存区块信息。",
            l2: "错误：HTML代码必须填写。",
            l3: "错误：区块名称必须填写。"
        }, ReadFun_Add: {
            l1: "选择现有区块",
            l2: "正在加载区块信息，请稍候..."
        }, WinCreateChild: {
            l0: "容器",
            l1: "区块",
            l2: "样式",
            l3: "ID"
        }, LoadTem: {
            l1: "正在调入预览..."
        }, AddSpread: {
            l1: "正在调入样式模块html显示。"
        }, LoadSpreadView: {
            l1: "正在调入已有的扩展样式..."
        }, SpreadView: {
            l1: "正在调入预览，请稍候...",
            l2: "浏览查看"
        }, ModiyTemFun: {
            l1: "请至少选择一个。"
        }, LoadTemCss: {
            l1: "正在调入，请稍候..."
        }, ListView: {
            l1: "正在调入预览，请稍候...",
            l2: "浏览查看（无Javascript效果）"
        }
    }, OtherJs: {
        LogView: {
            l1: "正在调入详细信息...",
            l2: "浏览查看"
        }, MdbAdd: {
            l1: "不能自己关联自己的时候，字段关联还一样。",
            l2: "要关联的两个字符的类型不相符。",
            l3: "要关联的两个字符的类型不相符。",
            l4: "已经存在此关联属性。",
            l5: "删除",
            l6: "字段：",
            l7: "关联库：",
            l8: "关联字段：",
            l9: "关联方式："
        }, SaveCategoryOrder: {
            l1: "正在排序中..."
        }, SavePass: {
            l1: "正在修改密码，请稍候......"
        }, TreeGridAdd: {
            l1: "由于其它用户也添加了记录，请刷新此页。"
        }, TemExportFile: {
            l1: "模板导出文件存在，是否直接下载？",
            l2: "直接下载",
            l3: "生成下载",
            l4: "正在生成模板导出文件，请稍候..."
        }, IISSiteIf: {
            l1: "站点不存在，是否建立？",
            l2: "正在建立站点，请稍候...",
            l3: "建立站点"
        }, MapsFunction: {
            l1: "Google地图",
            l2: "图片地图",
            l3: "城市坐标",
            l4: "框架地图"
        }
    }, CutPic: {
        l1: "切图方式：",
        l2: "选择切图方式",
        l3: "普通切法",
        l4: "切取中间",
        l5: "高宽比例",
        l6: "限制高度",
        l7: "限制宽度",
        l8: "用户自行切图",
        l9: "强制限制大小"
    }
};